IDEA Open Model
ConcreteSLSCheckResultStiffness.LinearStiffness Property
Compatible with IDEA StatiCa v 10.1
 linear stiffnesses
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public SectionStiffnesses LinearStiffness { get; set; }
Public Property LinearStiffness As SectionStiffnesses
	Get
	Set
public:
property SectionStiffnesses^ LinearStiffness {
	SectionStiffnesses^ get ();
	void set (SectionStiffnesses^ value);
}
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace